Repository: bittin/desktop-security-center
Catalog: packages/security_center/lib/l10n/app_*.arb
Languages: da, it, nb

# appTitle
source: Security Center
da: Sikkerhedscenter
it: Centro Sicurezza
nb: Sikkeretssenter

# snapdRuleCategorySessionAllowed
source: Allow until logout
da: Tillad indtil, der logges ud
it: Consenti fino al logout

# snapdRuleCategorySessionDenied
source: Deny until logout
da: Nægt indtil, der logges ud
it: Nega fino al logout

# snapdRuleCategoryForeverAllowed
source: Allow always
da: Tillad altid
it: Consenti sempre
nb: Alltid nekt

# snapdRuleCategoryForeverDenied
source: Deny always
da: Nægt altid
it: Nega sempre
nb: Alltid nekt

# snapPermissionReadLabel
source: Read
da: Læse
it: Lettura

# snapPermissionWriteLabel
source: Write
da: Skrive
it: Scrittura

# snapPermissionExecuteLabel
source: Execute
da: Kørsel
it: Eseguibile

# snapPermissionsEnableWarning
source: This is an experimental feature for controlling access to your system’s resources.
da: Dette er en eksperimentel funktion til at kontrollere adgangen til dit systems ressourcer.
it: Questa è una funzionalità sperimentale per controllare l'accesso alle tue risorse di sistema.

# snapPermissionsEnablingLabel
source: Enabling, it might take a few seconds...
da: Det kan tage nogle sekunder at aktivere …
it: L'attivazione potrebbe richiedere alcuni secondi...

# snapPermissionsDisablingLabel
source: Disabling, it might take a few seconds...
da: Det kan tage nogle sekunder at deaktivere …
it: La disabilitazione potrebbe richiedere alcuni secondi...

# snapPermissionsExperimentalLabel
source: Experimental
da: Eksperimentel
it: Sperimentale

# snapPermissionsOtherDescription
source: You can manage other permissions in Settings › Applications.
da: Du kan håndtere andre rettigheder under Indstillinger › Programmer.
it: Puoi gestire gli altri permessi in Impostazioni › Applicazioni.

# snapPermissionsPageTitle
source: App Permissions
da: Programrettigheder
it: Permessi delle app
nb: Programtilganger

# snapRulesCount
source: {n, plural, =0{no rules} =1{1 rule} other{{n} rules}}
da: {n, plural, =0{ingen regler} =1{1 regel} other{{n} regler}}

# snapRulesPageDescription
source: Manage {interface} permissions for {snap}.
da: Håndtér {interface}-rettigheder for {snap}.
it: Gestisci i permessi di {interface} per {snap}.

# snapRulesPageEmptyTileLabel
source: No rules yet
da: Endnu ingen regler
it: Ancora nessuna regola
nb: Ingen regler enda

# snapRulesRemoveAll
source: Remove all rules
da: Fjern alle regler
it: Rimuovi tutte le regole
nb: Fjern alle regler

# homeInterfacePageTitle
source: Home folder
da: Hjemmemappe
it: Cartella Home
nb: Hjemmemappe

# homeInterfacePageDescription
source: Manage permissions to access files in your Home folder.
da: Håndtér rettigheder for filadgang i din hjemmemappe.
it: Gestisci i permessi per accedere ai file della tua cartella Home.

# interfacePageTitle
source: Manage permissions
da: Håndtér rettigheder
it: Gestione permessi
nb: Håndter tilganger

# interfacePageDescription
source: Strictly confined apps will ask you before accessing files and folders. This feature is experimental and subject to changes.
da: Strengt isolerede programmer vil spørge dig, før de får adgang til filer og mapper. Denne funktion er eksperimentel og kan ændres.
it: Le applicazioni strettamente confinate chiederanno all'utente di accedere a file e cartelle. Questa funzione è sperimentale e soggetta a modifiche.

# interfacePageLinkLearnMore
source: Learn more
da: Læs mere
it: Per saperne di più
nb: Lær mer

# interfacePageLinkGiveFeedback
source: Give feedback
da: Giv feedback
it: Dai un feedback
nb: Gi tilbakemelding

# interfacePageLinkReportIssues
source: Report issues
da: Rapportér problemer
it: Segnala errori

# interfaceSnapCount
source: {n, plural, =0{no apps} =1{1 app} other {{n} apps}}
da: {n, plural, =0{ingen programmer} =1{1 program} other {{n} programmer}}

# snapPermissionsEnableTitle
source: Require apps to ask for system permissions
da: Kræv, at programmer spørger om systemrettigheder
it: Impone alle app di richiedere i permessi di sistema
